[
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 41: Careers in endocrinology",
    "squarespaceSummary": "Dr. OP Hamnvik, an endocrinologist and the Director of the Center for Oncoendocrinology at Brigham and Women's Hospital (BWH), discusses his career to becoming an endocrinologist with Blake Smith (host). Originally from Norway, Dr. Hamnvik takes us around the globe as he began his journey as a medical student in Ireland, followed by residency and fellowship at BWH in Boston. He now runs the endocrinology fellowship at BWH, in addition to educating thousands of students and faculty through his role as the Education Editor at the New England Journal of Medicine (NEJM). Outside of education, he has a particular interest in caring for transgender patients, in addition to seeing cancer patients at the Dana-Farber Cancer Institute whose immune therapy (checkpoint blockade) has resulted in autoimmune endocrinopathies. Dr. Hamnvik closes the episode with a few takeaways for listeners interested in pursuing a career in endocrinology, in addition to some tips for our international student following who might want to pursue future clinical training in the US!",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810578276_88" }],
    "squarespaceHandout": null,
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f240fc743bbef33d1b0e002/1596198882871/RTL_Careers_in_Endocrinology.mp3/original/RTL_Careers_in_Endocrinology.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 40: Transgender health",
    "squarespaceSummary": "Dr. OP Hamnvik, an endocrinologist and the Director of the Center for Oncoendocrinology at Brigham and Women's Hospital, discusses transgender health from the endocrinologist’s perspective with Joyce Zhou (host) and Jordan Said (script writer and case presenter). They discuss the central tenets of caring for a transgender patient, the agents used for gender-affirming hormone therapy, and the long-term monitoring and management of these patients. The episode ends with some clinical pearls from both Jordan and Dr. Hamnvik.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_110" },
      { "_yuid": "yui_3_17_2_1_1598810578276_132" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Transgender_Health.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f1a31aa662d6f2b26a040dc/1595552204450/RTL_Transgender_Health.mp3/original/RTL_Transgender_Health.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 39: Adrenal insufficiency",
    "squarespaceSummary": "Dr. Anand Vaidya, an endocrinologist and the director of the Center for Adrenal Disorders at Brigham and Women's Hospital, discusses adrenal insufficiency with Dr. Navin Kumar (host) and Bina Kassamali (script writer and case presenter). They discuss the presentation of adrenal insufficiency (AI) and its triggers, a framework for primary vs. secondary causes of AI, an endocrine work-up for AI and related diseases, and the management of AI with steroids and patient education. Dr. Vaidya also makes a brief note on adrenal crises. The episode ends with some clinical pearls from both Bina and Dr. Vaidya.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_150" },
      { "_yuid": "yui_3_17_2_1_1598810578276_169" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Adrenal_Insufficiency.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f111b61f257fd2ed4a6557d/1594956714072/RTL_Adrenal_Insufficiency.mp3/original/RTL_Adrenal_Insufficiency.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 38: ACUTE HYPERGLYCEMIC EPISODES",
    "squarespaceSummary": "Dr. Nadine Palermo, an endocrinologist and the Associate Director of the Acute Diabetes Care program at Brigham and Women’s Hospital, talks with Joyce Zhou (host) and Jakub Glowala (case presenter) to discuss acute hyperglycemic episodes. The discussion begins with a case of a patient presenting with dehydration, altered mental status, emesis, and suspected symptomatic hyperglycemia. Dr. Palermo then brings us up to speed on the pathophysiology behind diabetic ketoacidosis (DKA) and hyperosmolar hyperglycemic state (HHS), underscoring the role of osmotic diuresis and counter-regulatory hormones in exacerbating the two conditions. Dr. Palermo instructs us on the “classic” signs of a patient presenting with DKA, while cautioning us against relying solely on these textbook findings, as the workup often involves a holistic combination of BMP, urinalysis, ABG/VBGs, and history-taking. The episode closes with a discussion of DKA and HHS treatment, in addition to some clinical pearls.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_190" },
      { "_yuid": "yui_3_17_2_1_1598810578276_212" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Acute_Hyperglycemia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f0b47e3b4e91d7c8f42b056/1594574841061/RTL_Acute_Hyperglycemia.mp3/original/RTL_Acute_Hyperglycemia.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 37: INpatient Diabetes Management",
    "squarespaceSummary": "Dr. Nadine Palermo, an endocrinologist and the Associate Director of the Acute Diabetes Care program at Brigham and Women’s Hospital, talks with Joyce Zhou (host) and Jakub Glowala (case presenter) to discuss the management of inpatient diabetes patients. Dr. Palermo begins by discussing the way to think about hyperglycemic patients in the hospital, how we can arrive at new diagnoses of diabetes, in addition to why treating inpatient dysglycemia matters. Dr. Palermo provides us with a brief detour on non-insulin agents, their associated side effects, and their potential use in particular hospitalized patients in the future. We are then taught about using a weight-based approach to hyperglycemic management, taking into consideration other comorbidities and feeding requirements, as well given an understanding of the various insulin agents (rapid-, intermediate-, and long-acting), in order to establish an individualized plan for the inpatient hyperglycemic patient.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_230" },
      { "_yuid": "yui_3_17_2_1_1598810578276_249" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Inpatient_DM.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ef61971701c53068af30d51/1593186703365/RTL_Inpatient_DM.mp3/original/RTL_Inpatient_DM.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 36: Outpatient Type 2 Diabetes Management",
    "squarespaceSummary": "Dr. Anna Goldman, an endocrinologist and medical educator at Brigham and Women’s Hospital, talks with Joyce Zhou (host) and Dr. Emily Gutowski (case presenter) to discuss diagnosis, management, and lifestyle considerations in patients with diabetes mellitus. They talk through a case of a patient with hypertension, hyperlipidemia, and a family history of T2DM. Dr. Goldman presents her framework for type 1 vs. type 2 DM and how to diagnose T2DM based on labs, physical exam findings, and clinical history. Moreover, Dr. Goldman teaches us about the various pharmacologic agents used in T2DM treatment (metformin, sulfonylureas, DPP4i, GLP1R agonists, SGLT2i) from their mechanisms of action and side effects to their different clinical uses. Dr. Goldman closes the conversation by discussing what her follow-up visit looks like both in history-taking and physical examination, in addition to any treatments that need to be considered.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_270" },
      { "_yuid": "yui_3_17_2_1_1598810578276_292" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Outpatient_DM_final.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5eec414c548491170f28d727/1592541587446/RTL_Outpatient_Type2_DM.mp3/original/RTL_Outpatient_Type2_DM.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "EPISODE 35: HYPoCALCEMIA",
    "squarespaceSummary": "Dr. OP Hamnvik, an endocrinologist and medical educator at Brigham and Women’s Hospital, joins Joyce Zhou (host) and Dr. Emily Gutowski (case presenter) to discuss hypocalcemia. They run through a case of a patient with a recent thyroidectomy who presents with perioral paresthesia and hypocalcemia. Dr. Hamnvik takes us through the many causes of hypocalcemia, from the PTH-dependent to the PTH-independent causes, in addition to ways in which we can test for hypocalcemia at the bedside through Chvostek's & Trousseau's signs. Dr. Hamnvik gives us a quick refresher on calcium homeostasis, vitamin D metabolism, and the various ways in which these can go awry to cause hypocalcemia. The conversation ends with a discussion of the classic hypocalcemia labs, treatment decision-making, and several clinical pearls from Emily & Dr. Hamnvik!",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_310" },
      { "_yuid": "yui_3_17_2_1_1598810578276_329" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hypocalcemia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ee394702fdc4d78d9225b50/1591973040428/RTL_Hypocalcemia.mp3/original/RTL_Hypocalcemia.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "EPISODE 33: HYPERCALCEMIA",
    "squarespaceSummary": "Dr. OP Hamnvik, an endocrinologist and medical educator at Brigham and Women’s Hospital, joins Emily Gutowski (host) and Joyce Zhou (case presenter) to discuss hypercalcemia. Through a case of an outpatient presenting with incidental hypercalcemia and no symptoms, Dr. Hamnvik walks through ways to differentiate the various causes of hypercalcemia, from primary hyperparathyroidism to non-PTH-mediated sources such as malignancy. Together, they discuss the normal regulation of calcium in the body and explore the ways in which various labs can be used in conjunction to pinpoint the diagnosis, paying attention to possible laboratory artifacts. The conversation closes with ways to manage both inpatient and outpatient hypercalcemia, in addition to learning several clinical pearls from Dr. Hamnvik!",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810578276_350" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hypercalcemia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ed0f454aa179d0d0a3b2918/1590752420527/RTL_Hypercalcemia.mp3/original/RTL_Hypercalcemia.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "EPISODE 32: HYPERTHYROIDISM",
    "squarespaceSummary": "Dr. Rachel Blair, an endocrinology fellow at Brigham and Women’s Hospital, joins Emily Gutowski (host) and Katie Kester (case presenter) to discuss hyperthyroidism. Together, they walk through a case of a young patient with suspected thyrotoxicosis and discuss the diagnostic workup, from physical exam and labs to radioactive iodine uptake studies. They talk through causes of primary and secondary hyperthyroidism, when thyrotoxicosis is considered an endocrine emergency, and how to provide initial empiric management of patients with suspected hyperthyroidism while awaiting thyroid antibody tests. The conversation closes with Dr. Blair’s three major clinical takeaways, but you’ll have to tune in to find out!",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810578276_407" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hyperthyroidism.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ec73291234e0f518bd1e04f/1590112971487/RTL_Hyperthyroidism.mp3/original/RTL_Hyperthyroidism.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "EPISODE 31: HYPOTHYROIDISM",
    "squarespaceSummary": "Dr. Rachel Blair, an endocrinology fellow at Brigham and Women’s Hospital, joins Dr. Navin Kumar (host) and Sarah Onorato (case presenter) to discuss hypothyroidism. Together, they use a sample case of a patient with hypothyroidism as a framework to guide discussion about primary vs. secondary hypothyroidism, associated lab findings, and management of unambiguous hypothyroidism vs. subclinical hypothyroidism. They wrap up their discussion with several clinical pearls, advocating for both a broad differential and panel of lab studies, assessed over time, to cinch the diagnosis.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810578276_428" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hypothyroidism.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ebdff44b51cec3596fcbf66/1589510019607/RTL_Hypothyroidism.mp3/original/RTL_Hypothyroidism.mp3"
  }
]
