[
  {
    "squarespaceCategory": "hematologyoncology",
    "squarespaceTitle": "EPISODE 44: PANCYTOPENIA",
    "squarespaceSummary": "Dr. Aric Parnes, a hematologist at Brigham and Women’s Hospital and the Dana-Farber Cancer Institute, joins host Joyce Zhou and case presenter Sarah Onorato to talk through a case of a patient presenting with new onset pancytopenia. Throughout the case, they discuss a framework for thinking through the major causes of pancytopenia. In addition, they consider the steps in emergent management of severe pancytopenia and an approach to history taking, physical examination, and data interpretation for patients with pancytopenia. Tune in to hear their discussion, including the patient’s final diagnosis and Dr. Parnes’ three clinical pearls for pancytopenia!",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810624519_88" }],
    "squarespaceHandout": null,
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f487f6bfb21f8604a153d1b/1598586760265/RTL_Pancytopenia.mp3/original/RTL_Pancytopenia.mp3"
  },
  {
    "squarespaceCategory": "hematologyoncology",
    "squarespaceTitle": "EPISODE 43: THROMBOCYTOPENIA",
    "squarespaceSummary": "Dr. Robert Stern, a hematologist at Brigham and Women's Hospital, discusses thrombocytopenia with Dr. Navin Kumar (host) and Sarah Onorato (script writer and case presenter). He discusses a clinical framework to diagnosis, initial considerations on management, and key considerations and management points for the patient case. They wrap up with high yield clinical pearls.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810624519_110" },
      { "_yuid": "yui_3_17_2_1_1598810624519_132" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Thrombocytopenia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f3fbb2e8e07611554fc09d6/1598012236097/RTL_Thrombocytopenia.mp3/original/RTL_Thrombocytopenia.mp3"
  },
  {
    "squarespaceCategory": "hematologyoncology",
    "squarespaceTitle": "EPISODE 42: anemia",
    "squarespaceSummary": "Dr. Arielle Langer, a hematologist at Brigham and Women's Hospital, discusses her approach to diagnosing anemia and applies it to clinical cases with Joyce Zhou (host) and Jordan Said (scriptwriter and case presenter). They step through the important history-taking and lab findings necessary to evaluate a patient with anemia and discuss how to bring these elements together to inform a wide differential diagnosis. The group also offers some high-yield points to consider for the treatment of specific causes of anemia. The episode concludes with clinical pearls from Dr. Langer and final tips from Jordan.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810624519_150" },
      { "_yuid": "yui_3_17_2_1_1598810624519_169" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Anemia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f3600cd3e7bd81b79966eff/1597374721420/RTL_Anemia.mp3/original/RTL_Anemia.mp3"
  }
]
