[
  {
    "squarespaceCategory": "covid-19",
    "squarespaceTitle": "EPISODE 29: Virtual learning during COVID-19",
    "squarespaceSummary": "Moses Murdock, a 5th year medical student at the Perelman School of Medicine at the University of Pennsylvania, is interviewed by Blake Smith, a 2nd year medical student at Harvard Medical School, about virtual learning during the COVID-19 pandemic. Together, they talk about what virtual learning means to medical students both now and in the future, in addition to ways to take charge of independent learning through identification of diverse learning formats that best suit oneself. In the episode, Moses offers a number virtual learning resources and breaks them down into three major categories: content, community building, and active learning. They also offer tips to those seeking to engage on #MedTwitter and ways to continue sharpening one's diagnostic skills, virtually.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810554718_148" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Virtual-Learning-Resources.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5eab8dd96bf5157b9824d326/1588301309056/Virtual+learning+during+COVID.mp3/original/Virtual+learning+during+COVID.mp3"
  },
  {
    "squarespaceCategory": "covid-19",
    "squarespaceTitle": "EPISODE 28: STARTING INTERN YEAR DURING A PANDEMIC",
    "squarespaceSummary": "Walker Redd, an internal medicine resident at Brigham and Women’s Hospital, chats with Emily Gutowski, a 4th year medical student at Harvard Medical School, about what to expect as an incoming intern amidst the current COVID-19 pandemic. They talk through adjustments that interns may be expected to make as part of the care team, in addition to mindset changes that can be adopted early on during this state of flux. Moreover, they discuss virtual learning opportunities that rising interns - as well as current residents and attending physicians - can use to think through and practice end of life discussions, enabling humanism during this uncertain time.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810554718_169" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_COVID_Intern_Year_Handout.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ea2cf8b9abbbf0ab81104b7/1587728298119/Intern+year+during+COVID.mp3/original/Intern+year+during+COVID.mp3"
  },
  {
    "squarespaceCategory": "covid-19",
    "squarespaceTitle": "EPISODE 27: Non-ICU Inpatient Management of COVID-19",
    "squarespaceSummary": "Dr. Mary Montgomery, an infectious disease physician at Brigham and Women’s Hospital, talks with Dr. Navin Kumar about the current COVID-19 pandemic. The two focus their discussion on inpatient diagnosis and management, covering the disease’s variable presentation, optimal time to test via nasopharyngeal swab, and current treatment paradigm from initial hospitalization to ICU. Possible therapeutic candidates, such as remdesivir, hydroxychloroquine, and IL-6 inhibitors, are also discussed.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810554718_226" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_COVID_Non-ICU-Inpt-Mgmt.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5e8c6578439fe12ae129bbd8/1586259392168/Covid+episode.mp3/original/Covid+episode.mp3"
  }
]
