[
  {
    "squarespaceCategory": "hematologyoncology",
    "squarespaceTitle": "EPISODE 44: PANCYTOPENIA",
    "squarespaceSummary": "Dr. Aric Parnes, a hematologist at Brigham and Women’s Hospital and the Dana-Farber Cancer Institute, joins host Joyce Zhou and case presenter Sarah Onorato to talk through a case of a patient presenting with new onset pancytopenia. Throughout the case, they discuss a framework for thinking through the major causes of pancytopenia. In addition, they consider the steps in emergent management of severe pancytopenia and an approach to history taking, physical examination, and data interpretation for patients with pancytopenia. Tune in to hear their discussion, including the patient’s final diagnosis and Dr. Parnes’ three clinical pearls for pancytopenia!",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810624519_88" }],
    "squarespaceHandout": null,
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f487f6bfb21f8604a153d1b/1598586760265/RTL_Pancytopenia.mp3/original/RTL_Pancytopenia.mp3"
  },
  {
    "squarespaceCategory": "hematologyoncology",
    "squarespaceTitle": "EPISODE 43: THROMBOCYTOPENIA",
    "squarespaceSummary": "Dr. Robert Stern, a hematologist at Brigham and Women's Hospital, discusses thrombocytopenia with Dr. Navin Kumar (host) and Sarah Onorato (script writer and case presenter). He discusses a clinical framework to diagnosis, initial considerations on management, and key considerations and management points for the patient case. They wrap up with high yield clinical pearls.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810624519_110" },
      { "_yuid": "yui_3_17_2_1_1598810624519_132" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Thrombocytopenia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f3fbb2e8e07611554fc09d6/1598012236097/RTL_Thrombocytopenia.mp3/original/RTL_Thrombocytopenia.mp3"
  },
  {
    "squarespaceCategory": "hematologyoncology",
    "squarespaceTitle": "EPISODE 42: anemia",
    "squarespaceSummary": "Dr. Arielle Langer, a hematologist at Brigham and Women's Hospital, discusses her approach to diagnosing anemia and applies it to clinical cases with Joyce Zhou (host) and Jordan Said (scriptwriter and case presenter). They step through the important history-taking and lab findings necessary to evaluate a patient with anemia and discuss how to bring these elements together to inform a wide differential diagnosis. The group also offers some high-yield points to consider for the treatment of specific causes of anemia. The episode concludes with clinical pearls from Dr. Langer and final tips from Jordan.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810624519_150" },
      { "_yuid": "yui_3_17_2_1_1598810624519_169" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Anemia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f3600cd3e7bd81b79966eff/1597374721420/RTL_Anemia.mp3/original/RTL_Anemia.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 26: Careers in cardiology",
    "squarespaceSummary": "Dr. Lisa Rosenbaum, a cardiologist at Brigham and Women's Hospital speaks to Emily Gutowski, a 4th year medical student at Harvard Medical School, about her unique career as a clinician and physician-writer for the New England Journal of Medicine (NEJM) as the National Correspondent. They also shed light on aspects of gender disparity in medicine, finding role models, and avoiding burnout in the ever-changing field of cardiology.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810356830_88" }],
    "squarespaceHandout": null,
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5e7425a500619b55d3d3b9d2/1584670160877/RTL_Careers+in+Cardiology.mp3/original/RTL_Careers+in+Cardiology.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 25: INPATIENT PROCEDURES",
    "squarespaceSummary": "Dr. Joshua Lang, cardiology fellow at Brigham and Women’s Hospital, joins us in this episode of Run the List to discuss common inpatient procedures on the wards. He is interviewed by Dr. Walker Redd and together they walk us through placing central/arterial lines, paracentesis & thoracentesis, ultrasound-guided procedures, and more! They emphasize the importance of doing dry runs early on, talking patients through the intended plan, and conclude with pro tips on becoming more comfortable with doing procedures at the bedside.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810356830_110" }],
    "squarespaceHandout": null,
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5e6b73017b422759e1c1140b/1584100144886/RTL_Inpatient_Procedures.mp3/original/RTL_Inpatient_Procedures.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 24: TACHYARRHYTHMIAS",
    "squarespaceSummary": "Dr. Victor Nauffal, cardiology fellow at Brigham and Women's Hospital, is interviewed by Dr. David Wang about tachyarrhythmias. They work through a case and general approach to this topic, including a discussion about when to use electricity, distinguishing rhythms on an EKG, and treatment considerations. The case concludes with clinical pearls to take with you on the wards.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810356830_129" },
      { "_yuid": "yui_3_17_2_1_1598810356830_151" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Tachyarrhythmias.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5e625979b34895680bce5d3e/1583503776654/Tachyarrhythmias+post+auphonic+.mp3/original/Tachyarrhythmias+post+auphonic+.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 23: ATRIAL FIBRILLATION",
    "squarespaceSummary": "Balim Senman, second-year internal medicine resident at Brigham and Women’s Hospital, interviews Zaid Almarzooq, cardiology fellow, about atrial fibrillation. They work through a case presentation and talk about common precipitants and risks of this arrhythmia. This episode also includes a discussion about when to pursue cardioversion, how to decide on anticoagulation therapy, as well as rate versus rhythm control. The episode concludes with a helpful mnemonic and three take-home points. ",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810356830_169" },
      { "_yuid": "yui_3_17_2_1_1598810356830_188" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Afib_Handout.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5e588630c849e53ad7ff7aab/1582859838804/afib+post+auphonic+-+2%3A27%3A20%2C+10.00+PM.mp3/original/afib+post+auphonic+-+2%3A27%3A20%2C+10.00+PM.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 22: CHEST PAIN, PART 2",
    "squarespaceSummary": "In Part 2, Emily Gutowski continues her interview with Dr. Zaid Almarzooq, cardiology fellow at Brigham and Women’s Hospital, about evaluating a patient with chest pain. They discuss diagnostic testing and management, include a helpful mnemonic, and conclude the episode with a few clinical pearls.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810356830_209" },
      { "_yuid": "yui_3_17_2_1_1598810356830_231" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Chest-Pain_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5e3caaed4c9b9539ede59a65/1581034391509/Chest+pain+2+post+auphonic+-+2%3A6%3A20%2C+7.00+PM.mp3/original/Chest+pain+2+post+auphonic+-+2%3A6%3A20%2C+7.00+PM.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 21: CHEST PAIN, PART 1",
    "squarespaceSummary": "In Part 1 of this topic, Emily Gutowski interviews Dr. Zaid Almarzooq, cardiology fellow at Brigham and Women's Hospital, about the evaluation of a patient with chest pain. They discuss a case of a woman in the emergency room with chest pain,  important questions to ask on history, physical exam findings to look out for, as well as the differential diagnosis for chest pain.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810356830_249" },
      { "_yuid": "yui_3_17_2_1_1598810356830_268" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Chest-Pain_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5e3431017a93ab09445ccef7/1580478757560/chest+pain+part+1+post+auphonic+-+1%3A30%3A20%2C+10.31+AM.mp3/original/chest+pain+part+1+post+auphonic+-+1%3A30%3A20%2C+10.31+AM.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 20: NON-INVASIVE EVALUATION OF CHEST PAIN",
    "squarespaceSummary": "In this episode, Dr. Navin Kumar interviews Dr. Sanjay Divakaran, cardiology fellow at Brigham and Women's Hospital, about his approach to a non-invasive evaluation of chest pain. They discuss how to think about a patient's pre-test probability to help guide diagnostic testing, as well as guidelines in interpreting reports and how to counsel patients about chest pain. As always, the episode concludes with a few clinical pearls to take with you.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810356830_289" },
      { "_yuid": "yui_3_17_2_1_1598810356830_311" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Non_Invasive-Chest-Pain-Handout.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5e21bf66c8ae141b3ef497aa/1579270008453/RTL_Noninvasive+cardiac_post+auphonic+-+1%3A14%3A20%2C+1.25+PM.mp3/original/RTL_Noninvasive+cardiac_post+auphonic+-+1%3A14%3A20%2C+1.25+PM.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 19: CARDIAC CAUSES OF SYNCOPE",
    "squarespaceSummary": "Dr. Jason Ryan, creator and CEO of Boards and Beyond, joins us in this episode to discuss cardiac causes of syncope. He is interviewed by Emily Gutowski and takes listeners through the   diagnosis of syncope and  features that should alert clinicians to a potential cardiac etiology. They work through important diagnostic measures, indications for AICD placement, and when to consult cardiology. The episode concludes with a few clinical pearls.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810356830_329" },
      { "_yuid": "yui_3_17_2_1_1598810356830_348" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Cardiac-Syncope_v1.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5df29ab993135176b05ee9ec/1576180435924/RTL_Cardiac+Causes+of+Syncope+.mp3/original/RTL_Cardiac+Causes+of+Syncope+.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 18: GENERAL HEART FAILURE MANAGEMENT",
    "squarespaceSummary": "In this episode, Dr. Walker Redd interviews Dr. Emily Lau about the general management of stable patients with heart failure when they are not in an acute exacerbation. They discuss the mnemonic “PANIC DR. AIR,” which reminds clinicians of all the important aspects of caring for patients with heart failure. They also include advice that physicians can provide  patients while living a life with heart failure at home.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810356830_369" },
      { "_yuid": "yui_3_17_2_1_1598810356830_391" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_CHF-Management_handout-wz8s.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5de870a484458a54c2c156d2/1575514297320/RTL_General+HF+Management+final.mp3/original/RTL_General+HF+Management+final.mp3"
  },
  {
    "squarespaceCategory": "cardiology",
    "squarespaceTitle": "EPISODE 17: ACUTE DECOMPENSATED HEART FAILURE",
    "squarespaceSummary": "Dr. Emily Lau, cardiologist and chief resident at Brigham and Women’s Hospital, is interviewed by Dr. Walker Redd about the management of a patient with acute decompensated heart failure. They work through the general framework for thinking about potential etiologies and triggers of heart failure exacerbations, as well as key points in the management of these patients. The episode concludes with three clinical pearls to bring with you to the wards.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810356830_409" },
      { "_yuid": "yui_3_17_2_1_1598810356830_428" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Decompensated-HF_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ddf32795043fe7cebd06efc/1574908583270/RTL_Acute+Decompensated+Heart+Failure+-+11%3A27%3A19%2C+9.24+PM.mp3/original/RTL_Acute+Decompensated+Heart+Failure+-+11%3A27%3A19%2C+9.24+PM.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 41: Careers in endocrinology",
    "squarespaceSummary": "Dr. OP Hamnvik, an endocrinologist and the Director of the Center for Oncoendocrinology at Brigham and Women's Hospital (BWH), discusses his career to becoming an endocrinologist with Blake Smith (host). Originally from Norway, Dr. Hamnvik takes us around the globe as he began his journey as a medical student in Ireland, followed by residency and fellowship at BWH in Boston. He now runs the endocrinology fellowship at BWH, in addition to educating thousands of students and faculty through his role as the Education Editor at the New England Journal of Medicine (NEJM). Outside of education, he has a particular interest in caring for transgender patients, in addition to seeing cancer patients at the Dana-Farber Cancer Institute whose immune therapy (checkpoint blockade) has resulted in autoimmune endocrinopathies. Dr. Hamnvik closes the episode with a few takeaways for listeners interested in pursuing a career in endocrinology, in addition to some tips for our international student following who might want to pursue future clinical training in the US!",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810578276_88" }],
    "squarespaceHandout": null,
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f240fc743bbef33d1b0e002/1596198882871/RTL_Careers_in_Endocrinology.mp3/original/RTL_Careers_in_Endocrinology.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 40: Transgender health",
    "squarespaceSummary": "Dr. OP Hamnvik, an endocrinologist and the Director of the Center for Oncoendocrinology at Brigham and Women's Hospital, discusses transgender health from the endocrinologist’s perspective with Joyce Zhou (host) and Jordan Said (script writer and case presenter). They discuss the central tenets of caring for a transgender patient, the agents used for gender-affirming hormone therapy, and the long-term monitoring and management of these patients. The episode ends with some clinical pearls from both Jordan and Dr. Hamnvik.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_110" },
      { "_yuid": "yui_3_17_2_1_1598810578276_132" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Transgender_Health.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f1a31aa662d6f2b26a040dc/1595552204450/RTL_Transgender_Health.mp3/original/RTL_Transgender_Health.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 39: Adrenal insufficiency",
    "squarespaceSummary": "Dr. Anand Vaidya, an endocrinologist and the director of the Center for Adrenal Disorders at Brigham and Women's Hospital, discusses adrenal insufficiency with Dr. Navin Kumar (host) and Bina Kassamali (script writer and case presenter). They discuss the presentation of adrenal insufficiency (AI) and its triggers, a framework for primary vs. secondary causes of AI, an endocrine work-up for AI and related diseases, and the management of AI with steroids and patient education. Dr. Vaidya also makes a brief note on adrenal crises. The episode ends with some clinical pearls from both Bina and Dr. Vaidya.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_150" },
      { "_yuid": "yui_3_17_2_1_1598810578276_169" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Adrenal_Insufficiency.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f111b61f257fd2ed4a6557d/1594956714072/RTL_Adrenal_Insufficiency.mp3/original/RTL_Adrenal_Insufficiency.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 38: ACUTE HYPERGLYCEMIC EPISODES",
    "squarespaceSummary": "Dr. Nadine Palermo, an endocrinologist and the Associate Director of the Acute Diabetes Care program at Brigham and Women’s Hospital, talks with Joyce Zhou (host) and Jakub Glowala (case presenter) to discuss acute hyperglycemic episodes. The discussion begins with a case of a patient presenting with dehydration, altered mental status, emesis, and suspected symptomatic hyperglycemia. Dr. Palermo then brings us up to speed on the pathophysiology behind diabetic ketoacidosis (DKA) and hyperosmolar hyperglycemic state (HHS), underscoring the role of osmotic diuresis and counter-regulatory hormones in exacerbating the two conditions. Dr. Palermo instructs us on the “classic” signs of a patient presenting with DKA, while cautioning us against relying solely on these textbook findings, as the workup often involves a holistic combination of BMP, urinalysis, ABG/VBGs, and history-taking. The episode closes with a discussion of DKA and HHS treatment, in addition to some clinical pearls.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_190" },
      { "_yuid": "yui_3_17_2_1_1598810578276_212" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Acute_Hyperglycemia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5f0b47e3b4e91d7c8f42b056/1594574841061/RTL_Acute_Hyperglycemia.mp3/original/RTL_Acute_Hyperglycemia.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 37: INpatient Diabetes Management",
    "squarespaceSummary": "Dr. Nadine Palermo, an endocrinologist and the Associate Director of the Acute Diabetes Care program at Brigham and Women’s Hospital, talks with Joyce Zhou (host) and Jakub Glowala (case presenter) to discuss the management of inpatient diabetes patients. Dr. Palermo begins by discussing the way to think about hyperglycemic patients in the hospital, how we can arrive at new diagnoses of diabetes, in addition to why treating inpatient dysglycemia matters. Dr. Palermo provides us with a brief detour on non-insulin agents, their associated side effects, and their potential use in particular hospitalized patients in the future. We are then taught about using a weight-based approach to hyperglycemic management, taking into consideration other comorbidities and feeding requirements, as well given an understanding of the various insulin agents (rapid-, intermediate-, and long-acting), in order to establish an individualized plan for the inpatient hyperglycemic patient.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_230" },
      { "_yuid": "yui_3_17_2_1_1598810578276_249" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Inpatient_DM.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ef61971701c53068af30d51/1593186703365/RTL_Inpatient_DM.mp3/original/RTL_Inpatient_DM.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "Episode 36: Outpatient Type 2 Diabetes Management",
    "squarespaceSummary": "Dr. Anna Goldman, an endocrinologist and medical educator at Brigham and Women’s Hospital, talks with Joyce Zhou (host) and Dr. Emily Gutowski (case presenter) to discuss diagnosis, management, and lifestyle considerations in patients with diabetes mellitus. They talk through a case of a patient with hypertension, hyperlipidemia, and a family history of T2DM. Dr. Goldman presents her framework for type 1 vs. type 2 DM and how to diagnose T2DM based on labs, physical exam findings, and clinical history. Moreover, Dr. Goldman teaches us about the various pharmacologic agents used in T2DM treatment (metformin, sulfonylureas, DPP4i, GLP1R agonists, SGLT2i) from their mechanisms of action and side effects to their different clinical uses. Dr. Goldman closes the conversation by discussing what her follow-up visit looks like both in history-taking and physical examination, in addition to any treatments that need to be considered.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_270" },
      { "_yuid": "yui_3_17_2_1_1598810578276_292" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Outpatient_DM_final.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5eec414c548491170f28d727/1592541587446/RTL_Outpatient_Type2_DM.mp3/original/RTL_Outpatient_Type2_DM.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "EPISODE 35: HYPoCALCEMIA",
    "squarespaceSummary": "Dr. OP Hamnvik, an endocrinologist and medical educator at Brigham and Women’s Hospital, joins Joyce Zhou (host) and Dr. Emily Gutowski (case presenter) to discuss hypocalcemia. They run through a case of a patient with a recent thyroidectomy who presents with perioral paresthesia and hypocalcemia. Dr. Hamnvik takes us through the many causes of hypocalcemia, from the PTH-dependent to the PTH-independent causes, in addition to ways in which we can test for hypocalcemia at the bedside through Chvostek's & Trousseau's signs. Dr. Hamnvik gives us a quick refresher on calcium homeostasis, vitamin D metabolism, and the various ways in which these can go awry to cause hypocalcemia. The conversation ends with a discussion of the classic hypocalcemia labs, treatment decision-making, and several clinical pearls from Emily & Dr. Hamnvik!",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810578276_310" },
      { "_yuid": "yui_3_17_2_1_1598810578276_329" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hypocalcemia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ee394702fdc4d78d9225b50/1591973040428/RTL_Hypocalcemia.mp3/original/RTL_Hypocalcemia.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "EPISODE 33: HYPERCALCEMIA",
    "squarespaceSummary": "Dr. OP Hamnvik, an endocrinologist and medical educator at Brigham and Women’s Hospital, joins Emily Gutowski (host) and Joyce Zhou (case presenter) to discuss hypercalcemia. Through a case of an outpatient presenting with incidental hypercalcemia and no symptoms, Dr. Hamnvik walks through ways to differentiate the various causes of hypercalcemia, from primary hyperparathyroidism to non-PTH-mediated sources such as malignancy. Together, they discuss the normal regulation of calcium in the body and explore the ways in which various labs can be used in conjunction to pinpoint the diagnosis, paying attention to possible laboratory artifacts. The conversation closes with ways to manage both inpatient and outpatient hypercalcemia, in addition to learning several clinical pearls from Dr. Hamnvik!",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810578276_350" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hypercalcemia.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ed0f454aa179d0d0a3b2918/1590752420527/RTL_Hypercalcemia.mp3/original/RTL_Hypercalcemia.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "EPISODE 32: HYPERTHYROIDISM",
    "squarespaceSummary": "Dr. Rachel Blair, an endocrinology fellow at Brigham and Women’s Hospital, joins Emily Gutowski (host) and Katie Kester (case presenter) to discuss hyperthyroidism. Together, they walk through a case of a young patient with suspected thyrotoxicosis and discuss the diagnostic workup, from physical exam and labs to radioactive iodine uptake studies. They talk through causes of primary and secondary hyperthyroidism, when thyrotoxicosis is considered an endocrine emergency, and how to provide initial empiric management of patients with suspected hyperthyroidism while awaiting thyroid antibody tests. The conversation closes with Dr. Blair’s three major clinical takeaways, but you’ll have to tune in to find out!",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810578276_407" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hyperthyroidism.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ec73291234e0f518bd1e04f/1590112971487/RTL_Hyperthyroidism.mp3/original/RTL_Hyperthyroidism.mp3"
  },
  {
    "squarespaceCategory": "endocrinology",
    "squarespaceTitle": "EPISODE 31: HYPOTHYROIDISM",
    "squarespaceSummary": "Dr. Rachel Blair, an endocrinology fellow at Brigham and Women’s Hospital, joins Dr. Navin Kumar (host) and Sarah Onorato (case presenter) to discuss hypothyroidism. Together, they use a sample case of a patient with hypothyroidism as a framework to guide discussion about primary vs. secondary hypothyroidism, associated lab findings, and management of unambiguous hypothyroidism vs. subclinical hypothyroidism. They wrap up their discussion with several clinical pearls, advocating for both a broad differential and panel of lab studies, assessed over time, to cinch the diagnosis.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810578276_428" }],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hypothyroidism.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ebdff44b51cec3596fcbf66/1589510019607/RTL_Hypothyroidism.mp3/original/RTL_Hypothyroidism.mp3"
  },
  {
    "squarespaceCategory": "gastroenterology",
    "squarespaceTitle": "EPISODE 8: CAREERS IN GASTROENTEROLOGY",
    "squarespaceSummary": "In our final episode of our GI chapter, Dr. Navin Kumar is interviewed by Dr. Walker Redd about career options in gastroenterology. Dr. Kumar discusses what got him interested in GI, his own path, and the diversity of options available through a gastroenterology career. He concludes with advice for medical students and early residents considering gastroenterology.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810116852_88" }],
    "squarespaceHandout": null,
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d7af626ec71ca18222fc550/1586181975164/RTL_Careers_in_GI+better+audio.mp3/original/RTL_Careers_in_GI+better+audio.mp3"
  },
  {
    "squarespaceCategory": "gastroenterology",
    "squarespaceTitle": "EPISODE 7: BILIARY DISEASE",
    "squarespaceSummary": "Dr. Navin Kumar is interviewed by Dr. Walker Redd about the workup, diagnosis, and management of a patient with acute cholecystitis. We discuss an overview of the types and terminology of biliary pathology, and conclude with a few clinical pearls",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810116852_110" },
      { "_yuid": "yui_3_17_2_1_1598810116852_129" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_BiliaryPathology_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d726224ccc1e842bbba738e/1586181975186/RTL_Biliary.mp3/original/RTL_Biliary.mp3"
  },
  {
    "squarespaceCategory": "gastroenterology",
    "squarespaceTitle": "EPISODE 6: CIRRHOSIS",
    "squarespaceSummary": "In this episode, our guest is Dr. Navin Kumar, attending gastroenterologist at Brigham and Women’s Hospital. We discuss the workup, diagnosis, and management of a patient with cirrhosis. We conclude with a few clinical pearls you can take with you to the wards.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810116852_150" },
      { "_yuid": "yui_3_17_2_1_1598810116852_172" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Cirrhosis_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d690146c902690001db751f/1586181975227/RTL_Cirrhosis.mp3/original/RTL_Cirrhosis.mp3"
  },
  {
    "squarespaceCategory": "gastroenterology",
    "squarespaceTitle": "EPISODE 5: PANCREATITIS",
    "squarespaceSummary": "In this episode, Dr. Walker Redd interviews Dr. Navin Kumar, attending gastroenterologist at Brigham and Women's Hospital. He takes us through the workup, diagnosis, and management of a patient with pancreatitis.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810116852_190" },
      { "_yuid": "yui_3_17_2_1_1598810116852_209" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Pancreatitis_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d5fd737b9fcb100010a7873/1586181975275/RTL_Pancreatitis.mp3/original/RTL_Pancreatitis.mp3"
  },
  {
    "squarespaceCategory": "gastroenterology",
    "squarespaceTitle": "Episode 4: Lower GI Bleed",
    "squarespaceSummary": "Dr. Navin Kumar, attending gastroenterologist at Brigham and Women's Hospital, speaks with Dr. Walker Redd as he takes us through the workup, diagnosis, and management of a patient with lower GI bleeding.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810116852_230" },
      { "_yuid": "yui_3_17_2_1_1598810116852_252" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_LGIB_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d567f87ac4df20001a6686a/1586181975291/RTL_LGIB.mp3/original/RTL_LGIB.mp3"
  },
  {
    "squarespaceCategory": "gastroenterology",
    "squarespaceTitle": "Episode 3: Variceal Upper GI Bleed",
    "squarespaceSummary": "In this episode, Dr. Walker Redd speaks with Dr. Navin Kumar, attending gastroenterologist at Brigham and Women’s Hospital, about the workup, diagnosis, and management of a patient with variceal upper GI bleeding. We conclude with a few clinical pearls you can take with you to the wards.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810116852_270" },
      { "_yuid": "yui_3_17_2_1_1598810116852_289" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_VUGIB_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d567ee0cc94a50001ae91b7/1586181975309/RTL_VUGIB.mp3/original/RTL_VUGIB.mp3"
  },
  {
    "squarespaceCategory": "gastroenterology",
    "squarespaceTitle": "Episode 2: Non-Variceal Upper GI Bleed",
    "squarespaceSummary": "Dr. Walker Redd speaks with Dr. Navin Kumar, attending gastroenterologist at Brigham and Women's Hospital, as he takes us through the workup, diagnosis, and management of a patient with non-variceal upper GI bleeding.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810116852_310" },
      { "_yuid": "yui_3_17_2_1_1598810116852_332" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_NV-UGIB_v2-9w4k.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d567d734d4c7100013971be/1586181975334/RTL_UGIB_nonvariceal.mp3/original/RTL_UGIB_nonvariceal.mp3"
  },
  {
    "squarespaceCategory": "health-equity",
    "squarespaceTitle": "EPISODE 34: INTRODUCTION TO HEALTH INEQUITIES",
    "squarespaceSummary": "In this important episode, Dr. Navin Kumar talks with Dr. Utibe Essien, an Assistant Professor of Medicine at the University of Pittsburgh School of Medicine and a researcher who dedicates much of his time to racial and ethnic health disparities. In it, Dr. Essien educates us on the discipline of health disparities, talking about its early history from 1899 through today, and advocates for its place in medical school curricula, as social determinants of health are a critical piece of disease pathophysiology. The two touch on the social structures that drive disease admissions and presentations, using COVID-19 as a prominent example of the social inequities that exist within our society. Moreover, they discuss structural racism and how we as a medical community can step up to respond and make an impact. We can’t go on as \"business-as-usual” and Dr. Essien provides us with practical short-term and long-term steps to take in order to take better care of our patients and one another. ",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810601122_88" },
      { "_yuid": "yui_3_17_2_1_1598810601122_110" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Intro-to-Health-Inequities.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5ed7e2cfed63991e96cff51a/1591206639065/RTL_Intro_to_Health_Inequities.mp3/original/RTL_Intro_to_Health_Inequities.mp3"
  },
  {
    "squarespaceCategory": "nephrology",
    "squarespaceTitle": "EPISODE 16: CAREERS IN NEPHROLOGY",
    "squarespaceSummary": "In our final nephrology episode, Dr. Sushrut Waikar talks with Emily Gutowski about his own journey to nephrology. He discusses its multiple career paths, what he loves about the field, as well as what makes nephrology unique.",
    "squarespaceImgUrl": [{ "_yuid": "yui_3_17_2_1_1598810320834_88" }],
    "squarespaceHandout": null,
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5dc39eb7d917be224458a160/1573101246250/RTL_careers+in+nephrology_post_auphonic.mp3/original/RTL_careers+in+nephrology_post_auphonic.mp3"
  },
  {
    "squarespaceCategory": "nephrology",
    "squarespaceTitle": "EPISODE 15: APPROACH TO URINALYSIS",
    "squarespaceSummary": "In this episode, Dr. Sushrut Waikar takes us through his approach to interpreting a urinalysis. We work through classic patterns, caveats, and discuss when to consider a further workup. This episode is a helpful review of some of the basics with the addition of helpful clinical pearls that will help you on the wards.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810320834_111" },
      { "_yuid": "yui_3_17_2_1_1598810320834_133" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Urinalysis.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5dba21d1f8d02f3fa2f99893/1572479481315/RTL_Approach+to+UA+post+auphonic.mp3/original/RTL_Approach+to+UA+post+auphonic.mp3"
  },
  {
    "squarespaceCategory": "nephrology",
    "squarespaceTitle": "EPISODE 14: ACID-BASE DISORDERS",
    "squarespaceSummary": "Dr. Ankit Patel takes us through his approach to working through acid-base disorders. The episode begins with a general framework and concludes with four case vignettes, each  describing a different physiology: metabolic acidosis, metabolic alkalosis, respiratory acidosis and respiratory alkalosis.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810320834_151" },
      { "_yuid": "yui_3_17_2_1_1598810320834_170" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Acid-Base_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5db319ca4d63b340b100cd20/1572018686547/RTL_Acid_base_post_auphonic.mp3/original/RTL_Acid_base_post_auphonic.mp3"
  },
  {
    "squarespaceCategory": "nephrology",
    "squarespaceTitle": "EPISODE 13: HYPERNATREMIA",
    "squarespaceSummary": "Emily Gutowski interviews Dr. Ankit Patel about the workup and management of a patient with hypernatremia. They break down this complex problem into four simple categories and work through the treatment of patients with elevated sodium levels.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810320834_191" },
      { "_yuid": "yui_3_17_2_1_1598810320834_213" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hypernatremia_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5da879d7aa308d3918d17d55/1571322336131/Hypernatremia+post+auphonic.mp3/original/Hypernatremia+post+auphonic.mp3"
  },
  {
    "squarespaceCategory": "nephrology",
    "squarespaceTitle": "EPISODE 12: HYPONATREMIA",
    "squarespaceSummary": "Dr. Ankit Patel is interviewed by MS4 Emily Gutowski about the management of a patient with hyponatremia. They talk through a framework for thinking about potential etiologies, and delve into the range of treatments depending on symptoms and chronicity. ",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810320834_231" },
      { "_yuid": "yui_3_17_2_1_1598810320834_250" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hyponatremia_v3.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d9fc020a9044208b65b2278/1570750559399/Hyponatremia+final.mp3/original/Hyponatremia+final.mp3"
  },
  {
    "squarespaceCategory": "nephrology",
    "squarespaceTitle": "EPISODE 11: HYPOKALEMIA",
    "squarespaceSummary": "In this episode, Emily Gutowski interviews Dr. Ankit Patel about hypokalemia. They discuss a patient case, as well as the framework for thinking about the potential etiologies of low potassium. ",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810320834_271" },
      { "_yuid": "yui_3_17_2_1_1598810320834_293" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hypokalemia_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d962e858e88711d7045fbde/1570123407655/Hypokalemia_post_auphonic.mp3/original/Hypokalemia_post_auphonic.mp3"
  },
  {
    "squarespaceCategory": "nephrology",
    "squarespaceTitle": "EPISODE 10: HYPERKALEMIA",
    "squarespaceSummary": "Dr. Ankit Patel is interviewed by Emily Gutowski about hyperkalemia. They discuss a framework to determine potential etiologies, and work through the steps to stabilize and treat patients with elevated potassium. The episode concludes with a few clinical pearls.",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810320834_311" },
      { "_yuid": "yui_3_17_2_1_1598810320834_330" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_Hyperkalemia_v2.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d8d1eaa2aa2b01c2fed9b47/1569529555781/Hyperkalemia_Sept26_Final.mp3/original/Hyperkalemia_Sept26_Final.mp3"
  },
  {
    "squarespaceCategory": "nephrology",
    "squarespaceTitle": "EPISODE 9: ACUTE KIDNEY INJURY",
    "squarespaceSummary": "In our first nephrology episode, MS4 Emily Gutowski interviews Dr. Sushrut Waikar about acute kidney injury. They discuss a broad differential for AKI, as well as the workup and management of various causes. ",
    "squarespaceImgUrl": [
      { "_yuid": "yui_3_17_2_1_1598810320834_351" },
      { "_yuid": "yui_3_17_2_1_1598810320834_373" }
    ],
    "squarespaceHandout": "https://www.runthelistpodcast.com/s/RTL_AKI.pdf",
    "squarespacePodcastUrl": "https://static1.squarespace.com/static/5d2501c14c57720001ff2b07/t/5d8436f7ed2045077f80e5d4/1568945934797/RTL_AKI_version2_final.mp3/original/RTL_AKI_version2_final.mp3"
  }
]
